Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 快捷笔记：文字 / 图片即录即拆待办
ar: الملاحظات السريعة: التقط نصًا/صورًا واستخرج المهام فورًا
de: Schnellnotizen: Text/Bilder erfassen und sofort Aufgaben extrahieren
en: Quick notes: capture text/images and extract to-dos instantly
es: Notas rápidas: captura texto/imágenes y extrae tareas al instante
fr: Notes rapides : capturez texte/images et extrayez des tâches instantanément
hi: क्विक नोट: टेक्स्ट/छवि कैप्चर करें और तुरंत कार्य निकालें
id: Catatan cepat: tangkap teks/gambar dan ekstrak tugas seketika
it: Note rapide: cattura testo/immagini ed estrai attività all'istante
ja: クイックノート：テキスト/画像を即座に ToDo へ
ko: 빠른 메모: 텍스트/이미지를 즉시 할 일로 추출
nl: Snelle notities: leg tekst/afbeeldingen vast en extraheer direct taken
pl: Szybkie notatki: uchwyć tekst/obrazy i natychmiast wyodrębnij zadania
pt: Notas rápidas: capture texto/imagens e extraia tarefas instantaneamente
ru: Быстрые заметки: фиксируйте текст/изображения и мгновенно извлекайте задачи
sv: Snabbanteckningar: fånga text/bilder och extrahera uppgifter direkt
th: โน้ตด่วน: จับข้อความ/รูปภาพแล้วแยกงานทันที
tr: Hızlı notlar: metin/resim yakalayın ve anında görev çıkarın
uk: Швидкі нотатки: фіксуйте текст/зображення та миттєво витягуйте завдання
vi: Ghi chú nhanh: chụp văn bản/ảnh và trích xuất việc cần làm ngay
zh_hant: 快捷筆記：文字 / 圖片即錄即拆待辦

source: 快捷笔记（文字/图片）→ 待办
ar: الملاحظات السريعة (نص/صورة) → المهام
de: Schnellnotizen (Text/Bild) → Aufgaben
en: Quick notes (text/image) → to-dos
es: Notas rápidas (texto/imagen) → tareas
fr: Notes rapides (texte/image) → tâches
hi: क्विक नोट (टेक्स्ट/छवि) → कार्य
id: Catatan cepat (teks/gambar) → tugas
it: Note rapide (testo/immagine) → attività
ja: クイックノート（テキスト/画像）→ ToDo
ko: 빠른 메모(텍스트/이미지) → 할 일
nl: Snelle notities (tekst/afbeelding) → taken
pl: Szybkie notatki (tekst/obraz) → zadania
pt: Notas rápidas (texto/imagem) → tarefas
ru: Быстрые заметки (текст/изображение) → задачи
sv: Snabbanteckningar (text/bild) → uppgifter
th: โน้ตด่วน (ข้อความ/รูปภาพ) → งาน
tr: Hızlı notlar (metin/resim) → görevler
uk: Швидкі нотатки (текст/зображення) → завдання
vi: Ghi chú nhanh (văn bản/ảnh) → việc cần làm
zh_hant: 快捷筆記（文字/圖片）→ 待辦

source: 快捷笔记内容为空
ar: الملاحظة السريعة فارغة
de: Die Schnellnotiz ist leer
en: The quick note is empty
es: La nota rápida está vacía
fr: La note rapide est vide
hi: क्विक नोट खाली है
id: Catatan cepat kosong
it: La nota rapida è vuota
ja: クイックノートが空です
ko: 빠른 메모 내용이 비어 있습니다
nl: Snelle notitie is leeg
pl: Szybka notatka jest pusta
pt: A nota rápida está vazia
ru: Быстрая заметка пуста
sv: Snabbanteckningen är tom
th: โน้ตด่วนว่างเปล่า
tr: Hızlı not boş
uk: Швидка нотатка порожня
vi: Ghi chú nhanh trống
zh_hant: 快捷筆記內容爲空

source: 快捷笔记可直接由 AI 拆解为待办事项，也可生成 AI 总结
ar: يمكن للملاحظات السريعة أن تُفكَّك مباشرة بواسطة الذكاء الاصطناعي إلى مهام، كما يمكنها إنشاء ملخص بالذكاء الاصطناعي
de: Schnellnotizen können von der KI direkt in Aufgaben aufgeschlüsselt oder zu einer KI-Zusammenfassung verarbeitet werden
en: Quick notes can be directly broken down into todo items by AI, or generate AI summaries.
es: Las notas rápidas pueden ser desglosadas directamente en tareas por la IA, o generar resúmenes con IA
fr: Les notes rapides peuvent être directement décomposées en tâches par l'IA, ou générer des résumés IA
hi: त्वरित नोट को AI सीधे कार्यों में तोड़ सकता है, या AI सारांश भी बना सकता है
id: Catatan cepat dapat langsung dipecah AI menjadi tugas, atau menghasilkan ringkasan AI
it: Le note rapide possono essere scomposte direttamente in attività dall'IA, o generare riepiloghi IA
ja: クイックノートは AI によって直接ToDoに分解したり、AI 要約を生成したりできます
ko: 빠른 노트는 AI로 바로 할 일로 나누거나 AI 요약을 생성할 수 있습니다
nl: Snelle notities kunnen door AI direct worden opgesplitst in taken, of AI-samenvattingen genereren
pl: Szybkie notatki mogą być bezpośrednio rozbijane przez AI na zadania lub generować podsumowania AI
pt: As notas rápidas podem ser divididas diretamente em tarefas pela IA, ou gerar resumos com IA
ru: Быстрые заметки могут быть напрямую разбиты ИИ на задачи или использованы для создания ИИ-резюме
sv: Snabbanteckningar kan delas upp direkt i uppgifter av AI, eller generera AI-sammanfattningar
th: บันทึกย่อสามารถให้ AI แยกเป็นสิ่งที่ต้องทำได้โดยตรง หรือสร้างสรุปด้วย AI
tr: Hızlı notlar AI tarafından doğrudan görevlere ayrılabilir veya AI özeti oluşturabilir
uk: Швидкі нотатки можуть бути напряму розбиті ШІ на завдання або використані для створення ШІ-підсумку
vi: Ghi chú nhanh có thể được AI tách trực tiếp thành việc cần làm, hoặc tạo tóm tắt AI
zh_hant: 快捷筆記可直接由 AI 拆解為待辦事項，也可產生 AI 總結

source: 快捷笔记文件夹删除失败：%@。数据库记录已保留以防止数据复活，请手动删除文件夹后重试。
ar: فشل حذف مجلد الملاحظة السريعة: %@. تم الاحتفاظ بسجل قاعدة البيانات لمنع عودة البيانات. احذف المجلد يدويًا وحاول مجددًا.
de: Schnellnotiz-Ordner löschen fehlgeschlagen: %@. Der Datenbankeintrag wurde behalten, um ein Wiederauftauchen der Daten zu verhindern. Bitte löschen Sie den Ordner manuell und versuchen Sie es erneut.
en: Failed to delete the quick note folder: %@. The database record was kept to prevent the data from reappearing. Please delete the folder manually and retry.
es: Error al eliminar la carpeta de nota rápida: %@. Se conservó la entrada de la base de datos para evitar la reaparición de datos. Elimina la carpeta manualmente y reintenta.
fr: Échec de la suppression du dossier de note rapide : %@. L'entrée de la base de données a été conservée pour éviter la réapparition des données. Supprimez le dossier manuellement puis réessayez.
hi: क्विक नोट फ़ोल्डर हटाने में विफल: %@। डेटा पुनः प्रकट होने से रोकने के लिए डेटाबेस प्रविष्टि रखी गई है। कृपया फ़ोल्डर मैन्युअल रूप से हटाकर पुनः प्रयास करें।
id: Gagal menghapus folder catatan cepat: %@. Entri basis data dipertahankan untuk mencegah data muncul kembali. Silakan hapus folder secara manual lalu coba lagi.
it: Eliminazione della cartella della nota rapida non riuscita: %@. La voce del database è stata conservata per evitare la ricomparsa dei dati. Elimina la cartella manualmente e riprova.
ja: クイックノートフォルダの削除に失敗: %@。データの復活を防ぐためデータベースの記録は保持しました。フォルダを手動で削除してから再試行してください。
ko: 빠른 메모 폴더 삭제 실패: %@. 데이터 부활을 막기 위해 데이터베이스 기록은 유지했습니다. 폴더를 수동으로 삭제한 후 다시 시도하세요.
nl: Snelle-notitiemap verwijderen mislukt: %@. Het database-item is behouden om het opnieuw verschijnen van gegevens te voorkomen. Verwijder de map handmatig en probeer opnieuw.
pl: Nie udało się usunąć folderu szybkiej notatki: %@. Wpis bazy danych został zachowany, aby zapobiec ponownemu pojawieniu się danych. Usuń folder ręcznie i spróbuj ponownie.
pt: Falha ao apagar a pasta da nota rápida: %@. A entrada do banco de dados foi mantida para evitar reaparecimento dos dados. Apague a pasta manualmente e tente novamente.
ru: Не удалось удалить папку быстрой заметки: %@. Запись в базе данных сохранена, чтобы предотвратить повторное появление данных. Удалите папку вручную и повторите попытку.
sv: Det gick inte att radera snabbanteckningsmappen: %@. Databasposten behölls för att förhindra att data återuppstår. Radera mappen manuellt och försök igen.
th: ลบโฟลเดอร์โน้ตด่วนไม่สำเร็จ: %@ รายการฐานข้อมูลถูกเก็บไว้เพื่อป้องกันข้อมูลกลับมา โปรดลบโฟลเดอร์ด้วยตนเองแล้วลองใหม่
tr: Hızlı not klasörü silinemedi: %@. Verilerin yeniden ortaya çıkmasını önlemek için veritabanı girişi korundu. Lütfen klasörü manuel silip tekrar deneyin.
uk: Не вдалося видалити папку швидкої нотатки: %@. Запис бази даних збережено, щоб запобігти повторній появі даних. Видаліть папку вручну та спробуйте ще раз.
vi: Xóa thư mục ghi chú nhanh thất bại: %@. Mục cơ sở dữ liệu được giữ lại để tránh dữ liệu xuất hiện trở lại. Vui lòng xóa thư mục thủ công rồi thử lại.
zh_hant: 快捷筆記資料夾刪除失敗：%@。數據庫記錄已保留以防止數據復活，請手動刪除資料夾後重試。

source: 快捷键
ar: الاختصارات
de: Kurzbefehle
en: Shortcuts
es: Atajos
fr: Raccourcis
hi: शॉर्टकट
id: Pintasan
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
pl: Skróty
pt: Atalhos
ru: Быстрые клавиши
sv: Kortkommandon
th: ปุ่มลัด
tr: Kısayollar
uk: Сполучення клавіш
vi: Phím tắt
zh_hant: 快速鍵

source: 快捷键：录音默认全局热键 ⌃⌘R（可在「设置 → 快捷键」修改）；菜单栏菜单展开时 ⌘R 开始/停止录音、⌘H 隐藏/显示主窗口
ar: الاختصارات: مفتاح التسجيل العام الافتراضي هو ⌃⌘R (يمكن تغييره من «الإعدادات ← اختصارات»)؛ وعند فتح قائمة شريط القوائم، يبدأ ⌘R ويوقف التسجيل، ويُخفي ⌘H النافذة الرئيسية أو يُظهرها.
de: Tastenkürzel: Die Standard-Globaltaste für Aufnahmen ist ⌃⌘R (änderbar unter „Einstellungen → Tastenkürzel“); bei geöffnetem Menüleistenmenü startet/stoppt ⌘R die Aufnahme und ⌘H blendet das Hauptfenster ein/aus.
en: Shortcuts: the default global hotkey for recording is ⌃⌘R (configurable in Settings → Shortcuts); while the menu bar menu is open, ⌘R starts/stops recording and ⌘H hides/shows the main window.
es: Atajos: el atajo global de grabación predeterminado es ⌃⌘R (se cambia en «Ajustes → Atajos»); con el menú de la barra de menús abierto, ⌘R inicia/detiene la grabación y ⌘H oculta/muestra la ventana principal.
fr: Raccourcis : le raccourci global d’enregistrement par défaut est ⌃⌘R (modifiable dans « Réglages → Raccourcis ») ; menu de la barre des menus ouvert, ⌘R démarre/arrête l’enregistrement et ⌘H masque/affiche la fenêtre principale.
hi: शॉर्टकट: रिकॉर्डिंग की डिफ़ॉल्ट ग्लोबल हॉटकी ⌃⌘R है («सेटिंग्स → शॉर्टकट» में बदलें); मेन्यू बार मेन्यू खुला होने पर ⌘R रिकॉर्डिंग शुरू/बंद करता है और ⌘H मुख्य विंडो छिपाता/दिखाता है।
id: Pintasan: hotkey global perekaman bawaan adalah ⌃⌘R (ubah di «Pengaturan → Pintasan»); saat menu bilah menu terbuka, ⌘R memulai/menghentikan perekaman dan ⌘H menyembunyikan/menampilkan jendela utama.
it: Scorciatoie: la scorciatoia globale predefinita per la registrazione è ⌃⌘R (modificabile in «Impostazioni → Scorciatoie»); con il menu aperto, ⌘R avvia/ferma la registrazione e ⌘H nasconde/mostra la finestra principale.
ja: ショートカット：録音の既定グローバルホットキーは ⌃⌘R（「設定 → ショートカット」で変更可）。メニューバーのメニューを開いている間は、⌘R で録音の開始/停止、⌘H でメインウインドウの非表示/表示ができます。
ko: 단축키: 녹음 기본 전역 단축키는 ⌃⌘R(「설정 → 단축키」에서 변경). 메뉴 막대 메뉴가 열려 있을 때 ⌘R은 녹음 시작/정지, ⌘H는 기본 창 숨기기/보기입니다.
nl: Sneltoetsen: de standaard globale opnamesneltoets is ⌃⌘R (te wijzigen in ‘Instellingen → Sneltoetsen’); met het menubalkmenu open start/stopt ⌘R de opname en verbergt/toont ⌘H het hoofdvenster.
pl: Skróty: domyślny globalny skrót nagrywania to ⌃⌘R (zmienisz w „Ustawienia → Skróty”); przy otwartym menu paska menu ⌘R rozpoczyna/zatrzymuje nagrywanie, a ⌘H ukrywa/pokazuje okno główne.
pt: Atalhos: o atalho global de gravação predefinido é ⌃⌘R (alterável em «Definições → Atalhos»); com o menu da barra de menus aberto, ⌘R inicia/para a gravação e ⌘H oculta/mostra a janela principal.
ru: Сочетания клавиш: глобальная клавиша записи по умолчанию — ⌃⌘R (меняется в «Настройки → Сочетания клавиш»); при открытом меню строки меню ⌘R начинает/останавливает запись, а ⌘H скрывает/показывает главное окно.
sv: Kortkommandon: den globala standardgenvägen för inspelning är ⌃⌘R (ändras i ”Inställningar → Kortkommandon”); med menyradsmenyn öppen startar/stoppar ⌘R inspelningen och ⌘H döljer/visar huvudfönstret.
th: ทางลัด: ฮอตคีย์ส่วนกลางเริ่มต้นสำหรับบันทึกคือ ⌃⌘R (แก้ไขได้ที่ «การตั้งค่า → ทางลัด») เมื่อเปิดเมนูแถบเมนู ⌘R จะเริ่ม/หยุดบันทึก และ ⌘H จะซ่อน/แสดงหน้าต่างหลัก
tr: Kısayollar: kayıt için varsayılan genel kısayol ⌃⌘R («Ayarlar → Kısayollar» üzerinden değiştirilir); menü çubuğu menüsü açıkken ⌘R kaydı başlatır/durdurur, ⌘H ana pencereyi gizler/gösterir.
uk: Комбінації клавіш: глобальна клавіша запису за замовчуванням — ⌃⌘R (змінюється в «Налаштування → Комбінації клавіш»); коли меню рядка меню відкрите, ⌘R починає/зупиняє запис, а ⌘H приховує/показує головне вікно.
vi: Phím tắt: phím nóng toàn cục mặc định để ghi âm là ⌃⌘R (đổi trong «Cài đặt → Phím tắt»); khi mở menu thanh menu, ⌘R bắt đầu/dừng ghi âm và ⌘H ẩn/hiện cửa sổ chính.
zh_hant: 快速鍵：錄音預設全域快速鍵為 ⌃⌘R（可在「設定 → 快速鍵」修改）；選單列選單展開時 ⌘R 開始/停止錄音、⌘H 隱藏/顯示主視窗

source: 思考过程
ar: عملية التفكير
de: Denkprozess
en: Reasoning
es: Razonamiento
fr: Raisonnement
hi: सोच की प्रक्रिया
id: Proses berpikir
it: Ragionamento
ja: 思考プロセス
ko: 사고 과정
nl: Redenering
pl: Rozumowanie
pt: Raciocínio
ru: Рассуждения
sv: Resonemang
th: กระบวนการคิด
tr: Düşünme süreci
uk: Міркування
vi: Quá trình suy luận
zh_hant: 思考過程

source: 总占用空间
ar: إجمالي المساحة المستخدمة
de: Gesamter Speicherplatz
en: Total Space Used
es: Espacio total usado
fr: Espace total utilisé
hi: कुल उपयोग की गई जगह
id: Total ruang terpakai
it: Spazio totale utilizzato
ja: 総使用容量
ko: 총 사용 공간
nl: Totaal gebruikte ruimte
pl: Całkowite użycie miejsca
pt: Espaço total usado
ru: Всего занято
sv: Totalt använt utrymme
th: พื้นที่ที่ใช้ทั้งหมด
tr: Kullanılan toplam alan
uk: Загалом використано місця
vi: Tổng dung lượng đã dùng
zh_hant: 總佔用空間

source: 总结
ar: ملخص
de: Zusammenfassung
en: Summary
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 要約
ko: 요약
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
ru: Резюме
sv: Sammanfattning
th: สรุป
tr: Özet
uk: Підсумок
vi: Tóm tắt
zh_hant: 總結

source: 总结 → 待办
ar: الملخص → المهام
de: Zusammenfassung → Aufgaben
en: Summary → Todo
es: Resumen → Tareas
fr: Résumé → Tâches
hi: सारांश → कार्य
id: Ringkasan → Tugas
it: Riepilogo → Attività
ja: 要約 → ToDo
ko: 요약 → 할 일
nl: Samenvatting → Taken
pl: Podsumowanie → Zadania
pt: Resumo → Tarefas
ru: Резюме → Задачи
sv: Sammanfattning → Uppgifter
th: สรุป → สิ่งที่ต้องทำ
tr: Özet → Görevler
uk: Підсумок → Завдання
vi: Tóm tắt → Việc cần làm
zh_hant: 總結 → 待辦

source: 总结保存失败，请重试。
ar: فشل حفظ الملخص. حاول مجددًا.
de: Zusammenfassung speichern fehlgeschlagen. Bitte erneut versuchen.
en: Failed to save the summary. Please try again.
es: Error al guardar el resumen. Inténtalo de nuevo.
fr: Échec de l'enregistrement du résumé. Veuillez réessayer.
hi: सारांश सहेजने में विफल। कृपया पुनः प्रयास करें।
id: Gagal menyimpan ringkasan. Silakan coba lagi.
it: Salvataggio del riassunto non riuscito. Riprova.
ja: 要約の保存に失敗しました。再試行してください。
ko: 요약 저장에 실패했습니다. 다시 시도하세요.
nl: Samenvatting bewaren mislukt. Probeer opnieuw.
pl: Nie udało się zapisać podsumowania. Spróbuj ponownie.
pt: Falha ao salvar o resumo. Tente novamente.
ru: Не удалось сохранить резюме. Повторите попытку.
sv: Det gick inte att spara sammanfattningen. Försök igen.
th: บันทึกสรุปไม่สำเร็จ โปรดลองใหม่
tr: Özet kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти підсумок. Спробуйте ще раз.
vi: Lưu tóm tắt thất bại. Vui lòng thử lại.
zh_hant: 總結儲存失敗，請重試。

source: 总结内容支持编辑和导出为 Markdown
ar: يمكن تعديل الملخصات وتصديرها بصيغة Markdown
de: Zusammenfassungen können bearbeitet und als Markdown exportiert werden
en: Summaries can be edited and exported as Markdown
es: Los resúmenes pueden editarse y exportarse como Markdown
fr: Les résumés peuvent être modifiés et exportés en Markdown
hi: सारांश संपादित किए जा सकते हैं और Markdown के रूप में निर्यात किए जा सकते हैं
id: Ringkasan dapat diedit dan diekspor sebagai Markdown
it: I riassunti possono essere modificati ed esportati come Markdown
ja: 要約は編集と Markdown でのエクスポートに対応
ko: 요약 내용은 편집과 Markdown 내보내기를 지원합니다
nl: Samenvattingen kunnen worden bewerkt en als Markdown geëxporteerd
pl: Podsumowania można edytować i eksportować jako Markdown
pt: Resumos podem ser editados e exportados como Markdown
ru: Резюме можно редактировать и экспортировать в Markdown
sv: Sammanfattningar kan redigeras och exporteras som Markdown
th: สรุปสามารถแก้ไขและส่งออกเป็น Markdown ได้
tr: Özetler düzenlenebilir ve Markdown olarak dışa aktarılabilir
uk: Підсумки можна редагувати та експортувати як Markdown
vi: Tóm tắt có thể chỉnh sửa và xuất dạng Markdown
zh_hant: 總結內容支持編輯和匯出爲 Markdown

source: 总结内容支持编辑和导出为 Markdown 或 PDF
ar: يمكن تعديل الملخص وتصديره بصيغة Markdown أو PDF
de: Die Zusammenfassung lässt sich bearbeiten und als Markdown oder PDF exportieren
en: The summary can be edited and exported as Markdown or PDF
es: El resumen se puede editar y exportar como Markdown o PDF
fr: Le résumé peut être modifié et exporté en Markdown ou PDF
hi: सारांश संपादित करके Markdown या PDF के रूप में निर्यात किया जा सकता है
id: Ringkasan dapat diedit dan diekspor sebagai Markdown atau PDF
it: Il riepilogo può essere modificato ed esportato in Markdown o PDF
ja: 要約は編集でき、Markdown や PDF として書き出せます
ko: 요약은 편집할 수 있고 Markdown 또는 PDF로 내보낼 수 있습니다
nl: De samenvatting kan worden bewerkt en geëxporteerd als Markdown of PDF
pl: Podsumowanie można edytować i eksportować jako Markdown lub PDF
pt: O resumo pode ser editado e exportado como Markdown ou PDF
ru: Резюме можно редактировать и экспортировать в Markdown или PDF
sv: Sammanfattningen kan redigeras och exporteras som Markdown eller PDF
th: สรุปแก้ไขได้และส่งออกเป็น Markdown หรือ PDF
tr: Özet düzenlenebilir ve Markdown veya PDF olarak dışa aktarılabilir
uk: Підсумок можна редагувати й експортувати як Markdown або PDF
vi: Có thể chỉnh sửa tóm tắt và xuất dưới dạng Markdown hoặc PDF
zh_hant: 總結內容支援編輯和匯出為 Markdown 或 PDF

source: 总结前判定内容是否为会议时使用（决定走会议模板还是概要模板）。
ar: يُستخدم لتحديد ما إذا كان المحتوى اجتماعًا قبل التلخيص (يختار بين قالب الاجتماع والقالب الموجز).
de: Wird verwendet, um vor dem Zusammenfassen zu bestimmen, ob der Inhalt eine Sitzung ist (entscheidet zwischen Sitzungs- und Kurzvorlage).
en: Used to determine whether the content is a meeting before summarizing (decides between the meeting template and the brief template).
es: Se usa para determinar si el contenido es una reunión antes de resumir (decide entre la plantilla de reunión y la breve).
fr: Utilisé pour déterminer si le contenu est une réunion avant le résumé (choisit entre le modèle de réunion et le modèle bref).
hi: सारांश से पहले यह तय करने के लिए उपयोग किया जाता है कि सामग्री बैठक है या नहीं (बैठक टेम्पलेट या संक्षिप्त टेम्पलेट चुनता है)।
id: Digunakan untuk menentukan apakah konten adalah rapat sebelum meringkas (memilih antara templat rapat dan templat singkat).
it: Usato per determinare se il contenuto è una riunione prima del riepilogo (decide tra il modello riunione e quello breve).
ja: 要約の前に内容が会議かどうかを判定するときに使用します（会議テンプレートか概要テンプレートかを決めます）。
ko: 요약 전에 내용이 회의인지 판별할 때 사용합니다(회의 템플릿과 요약 템플릿 중 선택).
nl: Wordt gebruikt om vóór het samenvatten te bepalen of de inhoud een vergadering is (kiest tussen het vergader- en het korte sjabloon).
pl: Służy do ustalenia przed podsumowaniem, czy treść jest spotkaniem (decyduje między szablonem spotkania a szablonem krótkim).
pt: Usado para determinar se o conteúdo é uma reunião antes do resumo (decide entre o modelo de reunião e o breve).
ru: Используется для определения перед резюме, является ли содержимое встречей (выбирает шаблон встречи или краткий шаблон).
sv: Används för att avgöra om innehållet är ett möte före sammanfattningen (väljer mellan mötesmallen och den korta mallen).
th: ใช้สำหรับตัดสินว่าเนื้อหาเป็นการประชุมหรือไม่ก่อนสรุป (เลือกใช้เทมเพลตการประชุมหรือเทมเพลตสรุปย่อ)
tr: Özetlemeden önce içeriğin toplantı olup olmadığını belirlemek için kullanılır (toplantı şablonu ile kısa şablon arasında seçim yapar).
uk: Використовується для визначення перед підсумком, чи вміст є нарадою (обирає шаблон наради або стислий шаблон).
vi: Dùng để xác định nội dung có phải cuộc họp không trước khi tóm tắt (chọn giữa mẫu cuộc họp và mẫu tóm tắt ngắn).
zh_hant: 總結前判定內容是否為會議時使用（決定走會議模板還是概要模板）。

source: 总结生成中断，已保存已生成的部分内容。 错误详情：%@ 可重新点击「生成总结」获取完整内容。
ar: انقطع إنشاء الملخص؛ حُفظ المحتوى الجزئي المُنشأ. تفاصيل الخطأ: %@ انقر «إنشاء ملخص» مرة أخرى للحصول على المحتوى الكامل.
de: Die Zusammenfassungsgenerierung wurde unterbrochen; der teilweise generierte Inhalt wurde gespeichert. Fehlerdetails: %@ Klicken Sie erneut auf „Zusammenfassung erstellen“, um den vollständigen Inhalt zu erhalten.
en: Summary generation was interrupted; the partially generated content was saved. Error details: %@ Click "Generate Summary" again to get the full content.
es: La generación del resumen se interrumpió; se guardó el contenido parcial generado. Detalles del error: %@ Pulsa de nuevo «Generar resumen» para obtener el contenido completo.
fr: La génération du résumé a été interrompue ; le contenu partiel a été enregistré. Détails de l'erreur : %@ Cliquez à nouveau sur « Générer le résumé » pour obtenir le contenu complet.
hi: सारांश जनन बाधित हुआ; आंशिक जनित सामग्री सहेज ली गई है। त्रुटि विवरण: %@ पूर्ण सामग्री पाने के लिए पुनः «सारांश बनाएँ» पर क्लिक करें।
id: Pembuatan ringkasan terputus; konten yang sudah dibuat sebagian telah disimpan. Detail kesalahan: %@ Klik «Buat ringkasan» lagi untuk mendapatkan konten lengkap.
it: La generazione del riassunto è stata interrotta; il contenuto parziale generato è stato salvato. Dettagli errore: %@ Fai di nuovo clic su «Genera riassunto» per ottenere il contenuto completo.
ja: 要約の生成が中断されました。生成済みの一部は保存されています。\ エラー詳細: %@\ 「要約を生成」を再度クリックすると全文を取得できます。
ko: 요약 생성이 중단되었고 생성된 일부 내용이 저장되었습니다. 오류 상세: %@ '요약 생성'을 다시 클릭하면 전체 내용을 얻을 수 있습니다.
nl: Het genereren van de samenvatting werd onderbroken; de gedeeltelijk gegenereerde inhoud is bewaard. Foutdetails: %@ Klik opnieuw op «Genereer samenvatting» voor de volledige inhoud.
pl: Generowanie podsumowania zostało przerwane; częściowo wygenerowana treść została zapisana. Szczegóły błędu: %@ Kliknij ponownie «Generuj podsumowanie», aby uzyskać pełną treść.
pt: A geração do resumo foi interrompida; o conteúdo parcial gerado foi salvo. Detalhes do erro: %@ Clique novamente em «Gerar resumo» para obter o conteúdo completo.
ru: Генерация резюме прервана; частично созданное содержимое сохранено. Подробности ошибки: %@ Нажмите «Создать резюме» ещё раз, чтобы получить полное содержимое.
sv: Genereringen av sammanfattningen avbröts; delvis genererat innehåll har sparats. Felinformation: %@ Klicka på «Skapa sammanfattning» igen för att få hela innehållet.
th: การสร้างสรุปถูกขัดจังหวะ เนื้อหาบางส่วนที่ถูกสร้างถูกบันทึกไว้แล้ว รายละเอียดข้อผิดพลาด: %@ คลิก «สร้างสรุป» อีกครั้งเพื่อรับเนื้อหาเต็ม
tr: Özet üretimi kesintiye uğradı; kısmen üretilen içerik kaydedildi. Hata ayrıntıları: %@ Tam içeriği almak için yeniden «Özet oluştur»a tıklayın.
uk: Створення підсумку перервано; частково створений вміст збережено. Деталі помилки: %@ Клацніть «Створити підсумок» ще раз, щоб отримати повний вміст.
vi: Việc tạo tóm tắt bị gián đoạn; nội dung đã tạo một phần được lưu. Chi tiết lỗi: %@ Nhấp lại «Tạo tóm tắt» để lấy nội dung đầy đủ.
zh_hant: 總結生成中斷，已儲存已生成的部分內容。 錯誤詳情：%@ 可重新點擊「生成總結」獲取完整內容。

source: 总结生成失败：%@
ar: فشل إنشاء الملخص: %@
de: Zusammenfassungsgenerierung fehlgeschlagen: %@
en: Summary generation failed: %@
es: Error al generar el resumen: %@
fr: Échec de la génération du résumé : %@
hi: सारांश जनन में विफल: %@
id: Gagal membuat ringkasan: %@
it: Generazione del riassunto non riuscita: %@
ja: 要約の生成に失敗: %@
ko: 요약 생성 실패: %@
nl: Samenvatting genereren mislukt: %@
pl: Generowanie podsumowania nie powiodło się: %@
pt: Falha na geração do resumo: %@
ru: Не удалось создать резюме: %@
sv: Det gick inte att skapa sammanfattningen: %@
th: สร้างสรุปไม่สำเร็จ: %@
tr: Özet oluşturulamadı: %@
uk: Не вдалося створити підсумок: %@
vi: Tạo tóm tắt thất bại: %@
zh_hant: 總結產生失敗：%@
